[
{"job": "Front-End Developper", "contrat": "Internship, 6 months", "dates": "07/2019 - 12/2019", "company_name": "RCI Bank and Services, ", "company_url": "https://www.rcibs.com/en", "resume": "In order to start my 4th year, I had the opportunity to join Renault's financial institution to carry out a project to modernize a web application. Both graphical and technical, we used the Angular framework and its Material Design library to realize this project.", "skills": "Angular, Angular Material, Chart.js, JavaScript, HTML, CSS"},
{"job": "Copycat project", "contrat": "School project, 4 months", "dates": "09/2018 - 12/2018", "company_name": "Société Générale, ", "company_url": "https://www.societegenerale.com/fr/connaitre-notre-entreprise/innovation-tech", "resume": "The goal of this project was to copy the concept of a company that has been successful in a country outside Europe and to introduce it to the French market, as it is very different.  This project was a great way to understand all the complications when you want to create your company.", "skills": "Photoshop, Finance, Juridique"},
{"job": "Front-End Developper", "contrat": "Internship, 3 months", "dates": "06/2018 - 08/2018", "company_name": "MKI Web Marketing, ", "company_url": "http://www.wmki.fr/", "resume": "In order to validate my second year at the Web School Factory, I had to do a two month (minimum) internship. During my summer holidays, I worked in a web marketing agency who work for the biggest real estate agency in France. During this internship, I developed fully responsive websites to accompany their marketing campaigns. I also helped with the development of their homemade CRM : Immolead.", "skills": "HTML, CSS, JS, jQuery, PHP, WordPress"},
{"job": "Datavisualisation for Asmodee", "contrat": "School project, 2 months", "dates": "11/2017 - 12/2017", "company_name": null, "company_url": null, "resume": "During a school group project, we had to produce a datavisualisation about the user experience on the mobile game ‘Jaipur’. We received a CSV full of data, which we had to analyze in order to find insights and propose new features to increase the user experience of the game. ", "skills": "HTML, CSS, JS, GoogleChart"},
{"job": "Junior Web Designer ", "contrat": "Internship, 1 months", "dates": "08/2017", "company_name": "Knowlex", "company_url": "https://www.knowlex.co.uk/", "resume": "In order to validate my first year at the Web School Factory, I had to do a one month internship. I chose to do it in Bolton, in a company specialized in infection and disease prevention control conferences as well as commercialization of virus killer machines (Radic8). I was in charge, along with the community manager of the company, to create flyers that could be used on social networks such as LinkedIn and Twitter for the communication of the upcoming events and products of the Radic8 company.", "skills": "InDesign, Photoshop, Illustrator, WordPress"}
]